[
    {
      "artid": "Artifact001",
      "aname": "Sarah Trigg",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact001.jpg",
      "artdes": "Iron, the element has been magnetically altered and has caused an apocalyptic event.The only way one can determine where the contaminated iron is, by sensing color. No longer can we “see” color(because of a former apocalyptic event)we need a device that detects/indicates color through form.\nColor is by form now, In future eyes can’t detect chromogenesis.This device allows a person to determine what chromogenic it(the device to acknowledge iron contamination in the environment) is.",
      "Domain": "Environment",
      "Narrative": "Apocalyptic",
      "Object": "Changes Color"
    },
    {
      "artid": "Artifact002",
      "aname": "Avner Delano Zoe",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact002.jpg",
      "artdes": "Propeller moves political mascot from house to house\nTop two tentacles emit politician speaking affirmations\nBottom two tentacles emit water smell\nSmile is solar panel for power\nEye(red circle) is a surveillance camera for the political purposes\nMascot changes with each new politician in the office",
      "Domain": "Politics",
      "Narrative": "Utopian",
      "Object": "Makes Sound"
    },
    {
      "artid": "Artifact003",
      "aname": "Beth Altringer",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact003.jpg",
      "artdes": "Spaceships and components, including spacesuits can blackout disappearing into space when in a potentially threatening situation. Can also adapt like chameleons according to new geographics.",
      "Domain": "Space Travel",
      "Narrative": "Dystopian",
      "Object": "Changes Color"
    },
    {
      "artid": "Artifact004",
      "aname": "Azamna Zhang",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact004.jpg",
      "artdes": "These earrings produce sounds that interpret heartbeat and moods and makes music out of it to let people know how are you feeling. Also,play sounds/music that other people want you to hear when you’re looking at them or their work.",
      "Domain": "Space Travel",
      "Narrative": "Dystopian",
      "Object": "Makes Sound"
    },
    {
      "artid": "Artifact005",
      "aname": "Teresa Lamb",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact005.jpg",
      "artdes": "During the apocalypse, nobody can leave their shelters so people created a way to show their patriotism by creating a daily regime of placing a hand over their hearts to hear the”pledge of Allegiance” as it evolves in the new state of the world. Politicians of the world would broadcast a new pledge everyday to inform the public about the universal values to which they should abide.",
      "Domain": "Politics",
      "Narrative": "Apocalyptic",
      "Object": "Makes Sound"
    },
    {
      "artid": "Artifact006",
      "aname": "Laura Zittrain",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact006.jpg",
      "artdes": "A personal environmental regulator for a larger sun, W-saturated hot-planet.",
      "Domain": "N/A",
      "Narrative": "N/A",
      "Object": "N/A"
    },
    {
      "artid": "Artifact007",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact007.jpg",
      "artdes": "A suspension charmer that allows for accelerated martial arts training (with VR), everyone is an elite, equally skilled fighter,rendering physical violence futile.",
      "Domain": "Education",
      "Narrative": "Utopian",
      "Object": "Self Defence"
    },
    {
      "artid": "Artifact008",
      "aname": "Love Aoz",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact008.jpg",
      "artdes": "A spaceship that is driven by playing it like an instrument. All keys play sounds like dystopian present and utopian future.Sound would range from a baby laughing and a bullet being fired.Only people in love could fly the spaceship.",
      "Domain": "N/A",
      "Narrative": "N/A",
      "Object": "N/A"
    },
    {
      "artid": "Artifact009",
      "aname": "Carl Chen, Josh Peterson, Taja chok, Ka kishur",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact009.jpg",
      "artdes": "Based on the Mibri instrument, the Mibirizer is a digital utopian instrument that interfolded with all human musical instruments, default settings result in traditional mibri sounds, rhythms and melodies.",
      "Domain": "Game",
      "Narrative": "Utopian",
      "Object": "Transmits Data"
    },
    {
      "artid": "Artifact010",
      "aname": "Zipin Zhang, Alessa Kreger, Franco Frontera",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact010.jpg",
      "artdes": "A gardening trowel, that picks up dirt and converts it into nutrients rich soil.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact011",
      "aname": "Scarlett, Sadie and Ali",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact011.jpg",
      "artdes": "Franchised meditation center open to everyone(budget)\nCreates a pod environmental friendly, transfers energy if you want to go somewhere\nEveryday we think of needs to be resourced environmentally sustainable",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact012",
      "aname": "M.P",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact012.jpg",
      "artdes": "Sensory suit that simulates the feeling of being underwater.This suit also has sensory units inside that collect data from subjects such as heat, pressure, vital signs etc to evaluate the subject during their “underwater experience”.\nThis suit helps trauma victims and other people with water related phobias as a form of therapy. Also useful for Alzheimer's patients who aren’t capable of swimming to have a satisfying feeling to the their need.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact013",
      "aname": "Brendan, Bryan, Roddy, Billy",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact013.jpg",
      "artdes": "This Michelin survival suit activates when the wearer is provoked by attacker. The suit inflates the wearer completely making them incapable of movement but in many cases, saves them from the attacker.\nAlso the wearer suit will also cause the attacker’s suit to inflate as these suits are permanently grafted to children at young age born into our great and perfect society.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact014",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact014.jpg",
      "artdes": "A ray gun that changes the color and race of a person so that they can experience the other side as well.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact015",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact015.jpg",
      "artdes": "It's a fist that symbolises black power with different and diverse people, a fist that  changes color according to a person’s self consciousness.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact016",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact016.jpg",
      "artdes": "Robo Chino",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact017",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact017.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact018",
      "aname": "Justus. C",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact018.jpg",
      "artdes": "A jacket which comes with built in mechanical heating system with a button situated on one of the arms and when it is pressed, it starts to pump heat throughout the jacket. It also has gloves attached.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact019",
      "aname": "Selres",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact019.jpg",
      "artdes": "A machine that pumps in air and gives out burgers and fries.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact020",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact020.jpg",
      "artdes": "Cheap and manual air conditioning pump that is mobile in use and specially designed for underserved communities\nHas a thermometer to measure the output of air\nHelps citizens combat with high temperatures due to centuries of global warming",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact021",
      "aname": "Daymon, Poetry, Seavy and Raymond",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact021.jpg",
      "artdes": "This is called “The But Walker” and it will come in 3001.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact022",
      "aname": "Seavy, Poetry, Raymond",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact022.jpg",
      "artdes": "It’s a gummy bear that tells fortune.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact023",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact023.jpg",
      "artdes": "Self surveillance tattoo that responds to words and actions that are not rooted in fundamental equality.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact024",
      "aname": "A.S.R",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact024.jpg",
      "artdes": "Name of peacemaker: Pacifier\nThis is totally opposite to a what a weapon would be, it should be handed to a special warrior by God. It is made to be used for those who believed in war and destruction and taking lives of others  insensibly. It's a weapon by which when people are hit, spreads peace, love and brotherhood among them.\nThe significance of this gun’s caliber(777) relates to the 7 days and 7 nights that God took to create and man’s number that is known as #6 and the beast number is 666, man has made a mistake sinning against God and even today man continues to sin against God. Jesus had came to earth and left without a sin, if he had a number to represent his perfection and God’s perfection, I would say it would have been “7”. The blue line coming down from the cross on the gun represents Jesus’s blood and the blue ray coming out of the gun represents peace & glory coming out of the pacifier.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact025",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact025.jpg",
      "artdes": "Khemo\nThis device is portable and can be worn either on hand or around your neck. It picks up negative vibrations and protects people from any sort of danger.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact026",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact026.jpg",
      "artdes": "Personal sonic device ,tagging aid and streaming service that directs you to those paths of least resistance. Uses hyper-sonic signaling to keep you away from people and places outside your”grand identity” offering a soundtrack for you that is externally controlled and is for ordained life. Let the Eco Chamber infiltrate your mind and liberate your thoughts from all the worry,fear, new ideas or experiences.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact027",
      "aname": "Tallulah",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact027.jpg",
      "artdes": "Vest which is made up of soft material but hardens on contact with rebels",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact028",
      "aname": "Izzy Stanhaus",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact028.jpg",
      "artdes": "A cloud type network that encloses your home to analyze any negative,dangerous or disruptive phenomena in your environment. Almost a protective blanket that would detect and  transfer data (related to any danger inside the property of a person)to whatever central defence system being used.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact029",
      "aname": "Masit Shah",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact029.jpg",
      "artdes": "It's a guillotine door, the blade sometimes becomes red.\n(cards: changes color, security, revolutionary)",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact030",
      "aname": "Jamar Bromley",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact030.jpg",
      "artdes": "In the future, food will be scarce……. (quite unreadable)",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact031",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact031.jpg",
      "artdes": "A simple bowling ball turned to a deadly game for depressed people to see what terrible case would be in a person’s life which is death. The catch is that the person holding the ball would not know if the environment is real or not until the ball is triggered.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact032",
      "aname": "Geraieve",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact032.jpg",
      "artdes": "A global game for kids. A can that engages kids from all over the world. We’re less fearful of those we play with. The can clouds and kids can track it digitally. (this description does not make any clear sense to me).",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact033",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact033.jpg",
      "artdes": "Fashion and music is my vision so I decided to draw a robot in a fashionable 80’s costume, boombox & speakers.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact034",
      "aname": "Sadie",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact034.jpg",
      "artdes": "A sound vacuum that removes noise pollution from living space.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact035",
      "aname": "Oluwole Okunseinde, Adrian Bryant, Tamica Daniel",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact035.jpg",
      "artdes": "Street-level proxy politician (SLPP)",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact036",
      "aname": "Amina Page",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact036.jpg",
      "artdes": "Since all the doctors were killed or enslaved by the dictator. In order to keep his friends alive, the dictator forced his scientists to create a portable “hospital.” Held up by hydrogen boosters, the tanks can hold a lot of medicine/oxygen. Four years later the dictator was murdered and it was released to the public. It turns out tubes are more useful than doctors.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact037",
      "aname": "Yoko, Babacar, Ouida, Scarlett",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact037.jpg",
      "artdes": "In a dystopian world where humans have completely destroyed the environment, we now have to protect ourselves from many different dangers in the outdoors. The “survival of the fittest boots” have various sensors and buttons to help humans adapt to any outdoor situation. For example, the boots can sense when you are in an area where there a arctic conditions and you can press a button to heat the boots/your body. Or if you are in a place where there is no ozone layer, the boots will sense that and release something that protects you from the sun. The boots can also supply water or food by pressing a button; they protect from radiation, chemical waste, etc. They have to plugged in recharged every night. They also have a blinking flash that warns you when the battery is low or when a flood, earthquake, tornado, etc is coming.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact038",
      "aname": "Amira Moore",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact038.jpg",
      "artdes": "The state of the city is such that overcrowding has perpetuated rampant homelessness. Most people don’t have traditional homes. Instead people live in their clothing. Infused with rigid fibres that lengthen when attached to a power source. The power source is located in the black muffler and is also known as the ankh. This model is configured to blend into the rocky landscape of city rubble.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact039",
      "aname": "Yoko, Babacar, Ouida, Scarlett",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact039.jpg",
      "artdes": "The teleportation door will take you anywhere you wish per request.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact040",
      "aname": "Colin, Mike, Victor",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact040.jpg",
      "artdes": "Super microfiber, extra durable, pliable, truly 1 size, unisex fits all, bulletproof material, for all uses; industrial, commercial, recreational. serves as everyday use and for protection in hazardous environments and unexpected volatile circumstances.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact041",
      "aname": "Colin, Mike, Victor",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact041.jpg",
      "artdes": "Cultural Neutralizing Visor. A “utility visor” that will be used by civil servants that are responsible or entrusted with protecting citizens. Notably, this visor will have the effect of negating the predisposition of its wearer. No deference to color or politics of the citizen they protect. This view of all citizens as the same will aid the drive to a utopian society.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact042",
      "aname": "Beaman Walker Institute (Carl Walker, Seshat Walker, Dahvi Walker)",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact042.jpg",
      "artdes": "Peaceful Plains is a holographic video game that allows players to compete in various challenges in order to remain in false utopia. The game is powered by car motors which are found throughout a post-apocalyptic planet. If a player doesn’t a certain amount of changes they are immediately ejected out of the game.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact043",
      "aname": "Beaman Walker Institute (Carl Walker, Seshat Walker, Dahvi Walker)",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact043.jpg",
      "artdes": "Radio that emits a song every 5 years the earth is overpopulated; the radio’s pulse culls the entire population by half. The radio is specifically designed to handle a specific pulse via a song that has the embedded soundwaves. The countdown is visualized via digital hourglass. PCD Radio by Monsanto.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact044",
      "aname": "Nikki Lawrence, Nadia Marsh, Lauren Nixon",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact044.jpg",
      "artdes": "By placing the heart guard over your heart, you experience a physiological",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact045",
      "aname": "Unknown",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact045.jpg",
      "artdes": "Portable Home Shrinking",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact046",
      "aname": "Nikki Lawrence, Nadia Marsh, Lauren Nixon",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact046.jpg",
      "artdes": "Pills transmit information on historical topics via the brain. Pills created by historians from all over the world to present truth and unbiased facts (utopian). Take a pill and you hear the information and is stored in your mind ready to be recalled whenever necessary.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact047",
      "aname": "Amani Sampson",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact047.jpg",
      "artdes": "WIND GHOSTS. Large fans blow wind in a dark room. From the fans, stips of fabric blow. This is a game you play with your body. You enter the room and try to play hopscotch. If you miss a spot, lose your balance -- you must start again. The places of the hopscotch squares change every time you play the game/have to restart. You win the game when you make it across the room without losing your sense of self or rooting. This is about forgetting and remembering. You are reminded of ghosts.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact048",
      "aname": "Anafidelia Tajafes",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact048.jpg",
      "artdes": "In far future utopia, in the African states there has been an invention of a cloth that combines biotech and nanotech. The luanda 4500 slit is a transformable robe that is completely self sufficient and conforms to the needs of its user. It can change color to suit the mood and fashion needs of the user. And more importantly, it can take sunlight turn it to water and nutrients to serve its wearer as well as recycle, sweat, dirt and waste into sustenance for its user.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact049",
      "aname": "Rachel Jamison",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact049.jpg",
      "artdes": "“The Cube” Families in the dystopia are on a never ending quest to unlock the cube; wrong combination can be deadly so few people try. Similar to Excalibur, the Sword of King Arthur associated with magical powers. Only one person every hundred years can solve it. Solver of puzzle given power (either physical or intellectual) to change the world. No guarantee of whether this person is good or evil.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact050",
      "aname": "Walis Jolusum",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact050.jpg",
      "artdes": "Drumming Rendered Those who listen and sends vibrations through a tube that can be changed by the listener's mind and sent to another person as a different drumming energy vibration. Creates a vibrational force that gifts energy, lowers stress, and increases a sense of power/ ache that allows for new creative thinking to move people to the next level of development.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact051",
      "aname": "Ryan Spence",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact051.jpg",
      "artdes": "A mechanical suit that can withstand impact and provide shelter in place. Functions and wifi. Wheels provide transportation, bluetooth signals tell political affiliation. What faction does this person belong to. Featured component: helmet with air filter and speakers that translate languages.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact052",
      "aname": "Christiana Gozo",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact052.jpg",
      "artdes": "A wearable technology that picks up on the natural rhythms of your body and its resting state, interpreted as sound waves; this becomes your unique individual rhythm, body harmony in song -- to the beat of your heart ---> the underlying music declaring your presence in the world. It captures every flow of your body-- your heartbeat, blood flow, the expanding and collapsing of your lungs. In moments of threat (emotional, physical, cultural, identity), it allows you to sync with yourself and your own self in its resting state, permitting individuals to revolutionize their own biology and psychology; to deal with threat in a calmer, more objective state.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact053",
      "aname": "RaeLeone Allen",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact053.jpg",
      "artdes": "In the apocalyptic future, the white patriarchal system has endeavored to ban the people’s production and growth of their own food. Possession of seeds is an arrestable offense. The people cannot be denied and have develop a system of hollow beaded necklaces that hold seeds. The type of seed held in the beads is indicated by the shape and color of the beads. The necklace one wears indicates their status. Flower plant seeds are the most expensive.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact054",
      "aname": "Dyani Douze",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact054.jpg",
      "artdes": "Tired of microaggressions? This hoodie’s got your back.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact055",
      "aname": "Nontsikelelo Mutiti",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact055.jpg",
      "artdes": "White hoodie with camouflage capabilities and moving parts. Sensors that pick up microaggressions. Activated hoodie responds by transforming from a hood to a helmet (with full head coverage) and the intention of the hood has an LCD screen that helps the wearer cope/navigate out of the situation by prompting them a way to respond. the suit develops spikes in this mode to protect the wearer. Interior headphones play soothing sounds. The lining of the suit is silky and soft.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact056",
      "aname": "Adefunke Faly",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact056.jpg",
      "artdes": "Africa has been subdivided into four colonial regions (US, China, EU, and Brazil) populated with a new slave caste. The slave caste kept deliberately under educated. Every 5 years, a math lead competition is sponsored by the 4 colonial powers where a region is selected to service the world by exporting its population a the labor. The games are rigged of course but each participant is told they have the chance to change their fate! The losing team/region is distinguished by an iron band nano collar that is latched onto a docket that inserted at the neck at birth.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact057",
      "aname": "Kate Bussert",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact057.jpg",
      "artdes": "As planets and start cycle in and out of existance, this space traveling recording device makes its way around the universe, recording each new location it arrives in. It also plays back sounds for other worlds to foster connections between life forms (or sentient non-life form). It gets its energy from sound waves",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact058",
      "aname": "Dan Wright",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact058.jpg",
      "artdes": "It's market optimied education!!! If you like YouTube, you'll love EdTube. Now that you've been freed from failing public school and their associate tax burdens, you can use generous education vaucher to buy the best education for your child that money can buy. They can watch educational videos wherever you'd like and do assignments on our web-sites. You save commuting time and no teachers watching over them. Maximum freedom, maximum choices, maximum results - with EdTube!",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact059",
      "aname": "Kristen Veloza",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact059.jpg",
      "artdes": "Portable, hand-held, purse with speakers (and beckup generator) which plays powerful solidarity messages, revolutionaty music, and historical speaches to comfort human right defenders who have been incorserated, peacful protesters, and youth who has expereinced trauma due to speaking out against injustice. This purse can be replicated, personolized and delivered to prisoners of conscience all over the world to lift their spirits and encourage them to keep fighting the goof fight. The purse can also be used at peaceful protests, demonstrations and meetings.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact060",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact060.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact061",
      "aname": "Dylana K. Dillon",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact061.jpg",
      "artdes": "The bubble protector suit senses threat/impact and inflates a thin, impenctrable barrier from head to toe. Taking inspiration from poisonous creatures, the design warns others of the use through exhibiting bright colors and lights. Meant only for protection, this suit can and should be  accessorized with weapons  in more offensive environments. Internal white noise helps users relax and avoid.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact062",
      "aname": "Samira Farah",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact062.jpg",
      "artdes": "A fashion accessory that acts as a protection border around black people on public transportation.\nA small jewelled tube that can be attached to any jacket. It senses any potential danger or an uncomfortable conversation. It also connects the black passengers with any nearby black people for protection to hug.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact063",
      "aname": "Emily Beall",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact063.jpg",
      "artdes": "This is a skirt that has planter pockets. Different fruits + vegetables + nuts grow in the different pockets, so that in the dystopian future, one always has a supply of food on them. Walking would somehow help the food to grow, maybe by movement being transformed into light that helps the food grow.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact064",
      "aname": "Jon Pauley",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact064.jpg",
      "artdes": "This attachment to the bottom of the shoes allows a victim of any situation to remove themselves in a quick manner. The attachment  consist of a rocket booster and speakers that allows the victim to escape.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact065",
      "aname": "Freedom of Movement. Thought and Speech Suit",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact065.jpg",
      "artdes": "This artifact enables the wearer to move undetected by the police state. Its lining, when activated, shields the wearer from detection and allows the wearer to  communicate with others unmonitored. Ot also protects and deflects the wearer form bullets, harmfull rays, and device hacks. It includes untraceable sedative darts.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact066",
      "aname": "Adeva Kapvsunska",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact066.jpg",
      "artdes": "Mobile DJ with massive speakers that blow air",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact067",
      "aname": "Faith Kim",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact067.jpg",
      "artdes": "This seed tube is a machine that transports seeds to the places that need food.  With its air beams, the seed tube hovers at high speed and has the ability to change colors, so it camouflages to its surroundings. This artifact will allow for people in unfortunate environments who luck food  to grow their own crops.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact068",
      "aname": "Hannah Epstain",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact068.jpg",
      "artdes": "This is an MDMA suppository machine that you wear as a belt  with gentle robo hands that shove the drugs into your bum. In this future all parts have butt hole opnenings to allow for easy access. Health and happiness abounds.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact069",
      "aname": "Andi Irwin",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact069.jpg",
      "artdes": "In a utopian future these devices that fit in your ear pick up and emit sounds that heal the human body and create balance and harmony in the human mind while simultaneously simulating growth and purify the environment throught the sounds created from the perfect vibrations that radiate from the mind of the wearer of the device.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact070",
      "aname": "Jason Eppink, Angela Washko",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact070.jpg",
      "artdes": "What may look like an ordinary cactus sitting on a desk is actually a trojan horse wi-fi signal  jammer and underground mesh network transmitter.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact071",
      "aname": "Paul Peng",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact071.jpg",
      "artdes": "The world has become very windy and wind is too loud to hear anyone else! Aaaahh! This contraption is a cybernetic augmentation  to plug into your neck. Face the wind and let the wind fall into the wind funnel to fuel a powerful voice to scream back into the wind. Aaahh!Aaaahh! Aaahh! Aaahhh! Aaahh! Aahh! Aahh!Aaahh! Ahhh! Aaaahh! Comes with auxilary mouthpiece to autotune your wind-powered voice into a beautifyl singing body and to divert your voice into pumping up beautiful balloon.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact072",
      "aname": "Electromagnetic Clonetic Root Craft Effectivity Detection Earthworm Technology Module by Joy Poulard",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact072.jpg",
      "artdes": "In the year 2096,ecosystems have been dessamated, air quality has become uninhabitable w/o artificial environments. The \"ECRCEDETM\" is an electromagnetic artificially intelegent earthworm, which borrows into the soil to collect data about the effectiveness of agricultural root system, as to whether newly propagated clonetic root grafts are at trisk of contamination from the plethora of environmental distressors, and safe for human consumption.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact073",
      "aname": "Jana Rosen Cony",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact073.jpg",
      "artdes": "Warning!Warning! Dystopian World-  Hot Spot - Danger Zone. Walk unexpectedly into danger hot spot and tou will be trapped by motored satellite - transmitting strange experimental drugs and tracking devices",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact074",
      "aname": "",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact074.jpg",
      "artdes": "",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact075",
      "aname": "Sofia Benete",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact075.jpg",
      "artdes": "It's a full body dress that you put on. Your head goes into the top sphere with spikes. Your hands go into the lower spheres. closer to the ground with spikes. There is a nuther seat of spheres above of where you put your hands that has spikes and what you use for a weapon.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact076",
      "aname": "Chris Thompson",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact076.jpg",
      "artdes": "Beat Hat - rythm making ?? collaborative- create beats on ?? other heads by tapping.\nA way of ??positive ?? intereactions",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact077",
      "aname": "Tracey Mutchell",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact077.jpg",
      "artdes": "Whack - A- Meal . Apocalypse 2013. Only food source is a worm that lives underground in tunnels. They pop their heads out of theground a number of times a day. Children are tasked with foraging for food, so adults turned it into a game - tool discoverd is a mallet - flat on one end, mace like on the other end.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact078",
      "aname": "Steve Gurysh",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact078.jpg",
      "artdes": "A pharmacentical found in an ancient aqua?? of a water supply used by a very empowered civilization, known to cause hallucinations that obsure vision, sending a populace into a dream state , this chemical released into the water supply was possibly a way to control the population, allowing the possibility for constant survellance, camof laying these systems in plain sights.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact079",
      "aname": "Ty Mitchell",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact079.jpg",
      "artdes": "Crashed Monitor Satellite Module.\nAfter a series of conventional global conficts, a nuclear weapon was detonated in one major city of top 20nations by GDP by the terror organization \"SILENT\". The top nations decided to destroy nuclear weapons, tightly control nuclear technology and build poorer nations through economic and social support, This resulted in 500 years of global piece and absence of violence. Environment monitor satellites saw everything, everywhere and quickly eliminated threads to this new utopia.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact080",
      "aname": "Andi Irwin",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact080.jpg",
      "artdes": "No description",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact081",
      "aname": "#cpar 2016",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact081.jpg",
      "artdes": "Peacekeepers utility belt w/replicator",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact082",
      "aname": "Shavavn \"Zombie\" Sutton\nLe COnte Dill\nChilra Diyar",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact082.jpg",
      "artdes": "Boots with roots.\nWhen a person needs to feel rooted, that they belong in a space, they put the boots on and are rooted/grounded in the space. When one wants to feel free of the ancestors, to not feel obligated to honor them or carry forth their legacy, can remove boots and be fresh- without the burden of history.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact083",
      "aname": "Vivian, Amy, Becky",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact083.jpg",
      "artdes": "Docking station located around the \"city\" that citizen can enter via booths to \"recharge\" or dispel triggers and or trauma that might arise. The vessel in the center generates the necessary positive energy (or endorphins - chemistry) the individual(s) needs to re-center. It works in a motor that is pumped by the individual who is plugged in at his/her individual. The more individuals that enter each individual \"hub\" of ?? 10 hubs, the easier it is to achieve the positive/ euphoric state.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact084",
      "aname": "Compartilhavclo Ideias",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact084.jpg",
      "artdes": "As we connect with th, e its energy reveals our individual and collective ideas of utopia. It displays alternative realities of the land - revealing convergences in our ideas about utopia. We can learn all together.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact085",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact085.jpg",
      "artdes": "Scanning in school of the future = justice of recognition.\nHistory: Started as a student mask (at 1st school, students took to other schools) - transformed into re-creation of scanning for \"danger\" into scanning for superpower - identity, capacity, strength, fullness - seeing and being seen. Transform individual seeing  and obliterating structural violence in school \"security\" scanning.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact086",
      "aname": "Ayana Allen, Sarah Hesson, Michael Da",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact086.jpg",
      "artdes": "Living in a world of complere and utter dystopia where land masses have turned into food deserts. The human body must generate and sustain all the nutrients, it will need throughtout the life continium. Therefore, after woman gives births, placenta is transformed into nutrient cartridge delievered throught a tube which is attached to each newborn on a fitbit like wrist device. The device feeds an IV tube, through the body which provides the essential vitamins and nutrients to preserve life.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact087",
      "aname": "Ahna Cohan, Rebekah Glushefsla",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact087.jpg",
      "artdes": "Self defence\" - our cap allows for people to stove their identity of self and of their communities to draw on during memory lapse - short or long term. People have the capacity to connect their caps to the caps of others to expand their sense of history, of the present, and future. It prevents the loss of self and strengthens their connectedness and reception of self and community.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact088",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact088.jpg",
      "artdes": "Space-time varnisj. A sealant that protects human bodies during entry and exit to/from the atmosphere. The varnish seals in pockets of oxygen to allow for breathing. The varnish contains nanoparticles of energy that maintain human body temperature in the cold of space or protect from the heat of the sun. It is a painted varnish, therefore inexpensive and accessible to many. Sensors in the varnish collect audio, visual and sensory data for space exploration.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact089",
      "aname": "Patriotic Anarchy Anthem Amplifier",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact089.jpg",
      "artdes": "Gathered from the period immediately followijng the Trump miselection, which triggered World War III, this Patriotic Anarchy Anthem Amplifier is an artifact that is triggered by body movement and a specific banned vocabulary which includes the words decolonization, revolution, participatory action, advocacy, resistance, rebellion. The speaker-like device project hd graphic choirs of small white white children wearing red, white nad blue cheerleader outfits singing \"Apologies for Freedom",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact090",
      "aname": "Visibility Performance Box",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact090.jpg",
      "artdes": "The VPB keeps visible body/minds threatened to be extinguished from public space. It is an educational tool that will be used to make visible and keep visible.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact091",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact091.jpg",
      "artdes": "No description",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact092",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact092.jpg",
      "artdes": "In the future, everyone situates inside of VR pods for 3 hours of productivity a day. They are free to roam outside their pods for the rest of each day.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact093",
      "aname": "Justus Seeds",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact093.jpg",
      "artdes": "In the future, our food systems fail, due to the impact of Monsanto and agribusiness models. People evolve to survive by growing their own food on their body; the health of the ecosystem depends on the health of the self and the community. Each human garden needs other human garden to thrive. Each individual human's garden takes the form of a hemp-based garment that resembles a tunic. The plants transmit good feelings to each other and what is being.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact094",
      "aname": "Anti-climate change suit",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact094.jpg",
      "artdes": "Anti-climate change suit is a self-sustaining system that provides clean air and life",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact095",
      "aname": "Chameleon communication kente cloth",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact095.jpg",
      "artdes": "Massive solar flares have causes widespread and unpredicatble environmental dangers. This protextive suit functions not only to shield the wearer but since electronic communications are impossible, the suit has variable pigment like an octopus that displays complicated visual communication to others at a distance.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact096",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact096.jpg",
      "artdes": "The car will be anti-gravity, the remote will control the car as the person wants to. The car works without fuel, you can use some other sources such as plants, therefore there will be more pollution. The car can be invisible, not exactly because it can change its color as the background it is on. The car also can work with gravity, turn the tures on. The remote can work by your voice, you can call the car and it will come to the place you are in, this works just with emergency.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact097",
      "aname": "Dystopian garden",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact097.jpg",
      "artdes": "An abandoned landscape can be turned into a garden using planters made of trash. The plants and repurposed materials would be used to beautify the space.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact098",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact098.jpg",
      "artdes": "An Apple Watch of other kind of bracelet that citizens are required (plugin) to wear by the government. The bracelet can be used as a form of identification for things like a driver's license or voting. But the bracelet would also be used to display if someone is registered as a sex offender and would notify others around them via vibrations. If your band is purple, that might mean you're a sex offender or other colours for other \"serious crimes.\" Most people would want to wear the band/be happy to wear it bc it makes registration convenient.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact099",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact099.jpg",
      "artdes": "Holographic drawing, computer graphics interface. Make multitasking more accessible, less machinery, more option to screen size/multiple screens. Touch screen holograms make creativity less of a material thing and more of a digital material thing",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact100",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact100.jpg",
      "artdes": "A way of visually informing people of the boundaries of your personal space/your preferences for closeness of people interacting with you. Its an LED/laser beam-ish ring around your body that you can adjust the width of with the sleek wristband that has + and - buttons. Maybe there's a etting to make it more of a forcefield in dangerous situations. But maybe in a utopia these dangerous physical situations don't exist...[not sure not sure]",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact101",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact101.jpg",
      "artdes": "In an apocalyptic future after decades of nuclear chemical wars the last remaining humans are left with most of their sensory body elements destroyed because pf radiation and genetic breeding. They cna onlu receive sensory information through vibrations and a little sun. In the wake of the wars, large tubes appeared, playing classical symphonies through them. In turn, these remaining humans live out their lives feeling the vibrations of these tubes.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact102",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact102.jpg",
      "artdes": "Security in the future is not about an outer threat, it is protection from yourself for a higher sense of well-being. This device senses your state of morale and uses color to elevate your mood, increase your heart rate. This eyewear also helps by enforcing messages to you. It tells you about your true self. Fashioned after Prince's third eye. Maybe lyrics appear on the lenses, lyrics from Prince songs, or thing Prince has said in interviews about himself and his work.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact103",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact103.jpg",
      "artdes": "This shirt is the elderly utopian shirt, it connects to an elderly person and a small projector in the front that opens a screen showing current states on organs, vitals, and blood pressure, etc...Also the shirt carries a lot of medicine in case elderly person blood super is low (also shirts light up at night.)",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact104",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact104.jpg",
      "artdes": "In a dystopian world this artifact can analyze and determine whether something is ok for the planet or not. It changes colors when something is good or bad for the earth. It can also teach someone who opens the artifact anything they want to know about our planet and what choices we can make to see a change in a dystopian world.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact105",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact105.jpg",
      "artdes": "In a utopian civilization, in order to keep the peache and security, there will be a shield coming fown from the sky. If there is a conflict between two people or more, a tube will come to the ground. The tubes are controlled by a monitor that detects stress, anxiety levels in a specific area. The monitor will then send tubes to surround the pople. The tube is lightweight it can't harm anyone but is strong enough to resist bullets, sharp object, and pull of push force from within and out. The tube won't go up until but or all parties are calm. Tubes have the ability to move around.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact106",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact106.jpg",
      "artdes": "System which connects the hungry and homeless to locally sourced food grown by urban farmers/community gardens. The information is accessed via small, nondescript \"nodes\" that are placed in usual zones of homelessness. These nodes light up upon pressing a button at its center, then transmitted and informed by geolocation. At each location, self catering tools are supplied.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact107",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact107.jpg",
      "artdes": "Plunge pool of clear liquid to cover and protect every surface of your body. This liquid would be invisible, quick drying and non greasy. It would not only protect from UV rays and harmful pollutants but also have cooling properties to protect from rising temperatures.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact108",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact108.jpg",
      "artdes": "This artifact provides escape from the unescapable truth \"The world is ending as we know it\" This wearblae facemask transforms whatever the wearer sees and hears. Screams turn into signing, sirens into ice cream truch songs, blood running down the face of any living thing into glitter or any other pleasant dripping liquid. The wearer also entertained by the game of matching how many x-mas light aka burning homes they can find within a five-mile radius.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact109",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact109.jpg",
      "artdes": "In the utopian world, there are unlimited crops. The reason for this is because the people made a system with a motor that allows the crops to grow all year around. The otopian people are very grateful for this motor because there are no homeless people. Another reason is everyone is wealth. The reason for this is because there are so many machines that everyoe has a job.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact110",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact110.jpg",
      "artdes": "A machine where we type on the computer about problems in life and about who. The computer prints wants to fix the problems.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact111",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact111.jpg",
      "artdes": "There is a virtual radio station \"MOTHER\" that streams sounds of our motherlands. Headphones tha stream rhythms, poems, sounds, songs, sayings, statements of \"home.\" Home is motherland - but that is also fluid. Africa, Caribbean, Puerto Rico, El Yunque, the ocean.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact112",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact112.jpg",
      "artdes": "We make a shoe that has pumps to make people go to space. It has buttons that sends...",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact113",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact113.jpg",
      "artdes": "We worry about someone attack us depends on our dress or someone try to hit us about our hijabs or because we are Muslims also we worry about war because it might change our culture, religion and dresses. Sometimes you face someone who has conflict with Arab especially Muslims so you have to make something to protect yourself, like use spray or needles which help you if someone tried to touch you so that make utopian -> (good world)",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact114",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact114.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact115",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact115.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact116",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact116.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact117",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact117.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact118",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact118.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact119",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact119.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact120",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact120.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact121",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact121.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact122",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact122.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact123",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact123.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact124",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact124.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact125",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact125.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact126",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact126.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact127",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact127.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact128",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact128.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact129",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact129.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact130",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact130.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact131",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact131.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact132",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact132.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact133",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact133.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact134",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact134.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact135",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact135.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact136",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact136.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact137",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact137.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact138",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact138.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact139",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact139.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact140",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact140.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact141",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact141.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact142",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact142.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact143",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact143.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact144",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact144.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact145",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact145.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact146",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact146.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact147",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact147.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact148",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact148.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact149",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact149.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact150",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact150.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact151",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact151.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact152",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact152.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact153",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact153.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact154",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact154.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact155",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact155.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact156",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact156.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact157",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact157.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact158",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact158.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact159",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact159.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact160",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact160.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact161",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact161.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact162",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact162.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact163",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact163.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact164",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact164.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact165",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact165.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact166",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact166.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact167",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact167.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact168",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact168.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact169",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact169.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact170",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact170.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact171",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact171.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact172",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact172.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact173",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact173.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact174",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact174.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact175",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact175.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact176",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact176.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact177",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact177.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact178",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact178.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact179",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact179.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact180",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact180.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact181",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact181.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact182",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact182.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact183",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact183.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact184",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact184.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact185",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact185.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact186",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact186.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact187",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact187.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact188",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact188.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact189",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact189.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact190",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact190.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact191",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact191.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact192",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact192.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact193",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact193.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact194",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact194.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact195",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact195.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact196",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact196.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact197",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact197.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact198",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact198.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact199",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact199.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact200",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact200.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact201",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact201.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact202",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact202.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact203",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact203.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact204",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact204.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact205",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact205.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact206",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact206.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact207",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact207.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact208",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact208.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact209",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact209.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact210",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact210.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact211",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact211.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact212",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact212.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact213",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact213.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact214",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact214.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact215",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact215.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact216",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact216.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact217",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact217.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact218",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact218.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact219",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact219.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact220",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact220.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact221",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact221.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact222",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact222.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact223",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact223.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact224",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact224.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact225",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact225.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact226",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact226.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact227",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact227.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact228",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact228.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact229",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact229.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact230",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact230.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact231",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact231.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact232",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact232.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact233",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact233.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact234",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact234.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact235",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact235.jpg",
      "artdes": "-na-",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact236",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact236.jpg",
      "artdes": "Utopian environmental monitor that changes color. Sense that monitors a household's environental impact and uses an algorithm that determines the amount and quality of air that's provides to the household per day. There's be different ranges of colors that will allow the household to judge if they're making a good impact (water, gas, electricity, trash. food consuption, etc.) Sace at 0-100 will be used to judge the efficiency (goal is to be above 90)",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact237",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact237.jpg",
      "artdes": "This is a quick sketch of the vacation I never had. Never been on a beach in a my life. All I know is work work work! The utopian because it's something out of the ordinary for me. A game cuase of volleyball on the beach. Makes sound because of ocean waves.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact238",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact238.jpg",
      "artdes": "Dystopian self-defense game: In the dystopian future, a brave, plaid wearing hero battles the zombie hordes with his trusted axe.",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact239",
      "aname": "-na-",
      "manimg": "http://www.iyaporepository.org/_images/scans/Artifact239-FLAGS/index.html",
      "artdes": "Flags created by Arabic Language School",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    },
    {
      "artid": "Artifact240",
      "aname": "",
      "manimg": "",
      "artdes": "Monolith",
      "Domain": "",
      "Narrative": "",
      "Object": ""
    }
  ]